"Part1" = "العربية";
"Part2" = "شركة APPLE INC.";
"Part3" = "اتفاقية ترخيص برنامج الاختصارات لـ iOS";
"Part4" = "الرجاء قراءة اتفاقية ترخيص البرمجيات هذه (“الترخيص”) بعناية قبل استخدام برمجيات Apple. باستخدامك برمجيات Apple، فإنك توافق على الالتزام ببنود هذا الترخيص. في حالة عدم موافقتك على بنود هذا الترخيص، لا تقم بتثبيت و/أو استخدام هذه البرمجيات.";
"Part5" = "ملاحظة هامة: إلى الحد الذي يمكنك ضمنه استخدام هذا البرنامج لنسخ المواد وتعديلها ونشرها وتوزيعها، يكون مرخصاً لك فقط لنسخ أو تعديل أو نشر أو توزيع المواد غير المحمية بموجب حقوق النشر، والمواد التي تملك حق النشر لها أو تعديلها أو نشرها أو توزيعها، أو المواد المخوّل لك أو المسموح لك نسخها قانونا أو تعديلها أو نشرها أو توزيعها. إذا كنت غير متأكد من حقك في نسخ أي مادة، عليك الاتصال بمستشارك القانوني.";
"Part6" = "1. عام ";
"Part7" = "أ. برمجيات Apple وأي برمجيات طرف ثالث ووثائق وواجهات ومحتوى وخطوط وأي بيانات مرفقة بهذا الترخيص سواء كانت موجودة على قرص أو في ذاكرة للقراءة فقط أو على أي وسائط أخرى أو بأي شكل آخر (المشار إليها مجتمعة بـ “برمجيات Apple”) مرخصة لك وغير مخصصة للبيع من شركة Apple للاستخدام فقط بموجب بنود هذا الترخيص. شركة Apple و/أو المرخصّون لشركة Apple يحتفظون بملكية برمجيات Apple نفسها ويحتفظون بجميع الحقوق غير الممنوحة لك صراحة. ";
"Part8" = "ب. قد تتيح شركة Apple، حسب تقديرها، ترقيات أو تحديثات مستقبلية لبرنامج Apple المتاح على جهاز iOS المتوافق الذي يحمل العلامة التجارية Apple الخاص بك. ترقيات وتحديثات برنامج Apple، إن وجدت، قد لا تشمل بالضرورة جميع ميزات البرنامج الحالية أو الميزات الجديدة التي تصدرها شركة Apple لطرز أحدث أو طٌرز أخرى من أجهزة iOS. ستسود بنود هذا الترخيص أية ترقيات أو تحديثات للبرنامج تقدمها Apple إلى المنتج الأصلي لبرنامج Apple، ما لم تقترن هذه الترقية أو التحديث بترخيص منفصل في هذه الحالة توافق على أن تخضع هذه الترقية أو التحديث لأحكام هذا الترخيص. ";
"Part9" = "2. استخدامات الترخيص المسموح بها والقيود. ";
"Part10" = "أ. الترخيص. مع مراعاة بنود وشروط هذا الترخيص، وكما هو مسموح به في “قواعد استخدام الخدمات والمحتوى” المنصوص عليها في بنود وشروط خدمات وسائط Apple (https://www.apple.com/legal/internet-services/itunes/) (“قواعد الاستخدام”)، ما لم تحصل على برنامج Apple كما هو مبين في القسم 2ب، يُمنح لك ترخيص محدود غير قابل للنقل وغير حصري لتثبيت واستخدام برمجيات Apple المتوافقة مع أي جهاز iOS يحمل العلامة التجارية Apple تملكه أو تتحكم به. لا يجوز لك توزيع أو إتاحة برمجيات Apple عبر شبكة ما حيث يمكن استخدامه على أجهزة متعددة في نفس الوقت. لا يجوز لك تأجير أو استئجار أو إقراض أو بيع أو إعادة توزيع أو ترخيص برمجيات Apple من الباطن.";
"Part11" = "ب. ترخيص الكمية أو الصيانة. إذا كنت قد حصلت على برمجيات Apple طبقاً لشروط برنامج ترخيص الكمية أو صيانة مع شركة Apple، فإن شروط ترخيص الكمية أو الصيانة ستحدد عدد نسخ برمجيات Apple التي يُسمح لك تحميلها وتركيبها واستخدامها وتشغيلها على أجهزة iOS التي تحمل علامة Apple والتي تملكها أو تسيطر عليها. إذا لم يتم الموافقة على ما يخالف ذلك كتابة من قبل شركة Apple، فيتعين تطبيق جميع الشروط والأحكام الأخرى من هذا الترخيص على استخدامك لبرمجيات Apple التي تم الحصول عليها بموجب ترخيص الكمية أو الصيانة.";
"Part12" = "ج. متطلبات النظام. يمكن تشغيل برمجيات Apple فقط على الأجهزة التي تحمل علامة Apple والتي تستوفي متطلبات نظام محددة كما هو مبين من شركة Apple.";
"Part13" = "د. المحتوى والمواد الرقمية. الملكية وحقوق الملكية الفكرية في ولأي محتوى، بما في ذلك العلامات التجارية والشعارات والصور، تم عرضه أو الوصول إليه من خلال برامج Apple تعود إلى مالك المحتوى المعني. قد يكون هذا المحتوى محمياً بحقوق الطبع والنشر أو العلامات التجارية أو قوانين ومعاهدات أخرى خاصة بالملكية الفكرية، وقد يخضع لشروط استخدام الطرف الثالث الذي قدم هذا المحتوى. باستثناء ما يرد خلاف ذلك في هذه الاتفاقية، فإن (1) هذا الترخيص لا يمنح لك أي حقوق لاستخدام هذا المحتوى كما أنه لا يضمن أن هذا المحتوى سيبقى متاحاً لك و(2) لا يجوز لك استخدام أو استخراج أو توزيع بشكل تجاري أو غير ذلك، على أساس مستقل، أي صور أو شعارات أو نصوص أو رموز أو رسومات أو أعمال فنية أو صوتيات أو مرئيات أو موجودات مشابهة (“المواد الرقمية”) والواردة ضمن أو على النحو المنصوص عليه كجزء من برامج Apple، أو بخلاف ذلك استخدام المواد الرقمية خارج سياق الاستعمال المخصص كجزء من برامج Apple .";
"Part14" = "هـ. استخدام الاختصارات. أنت تقر بأن جميع اختصارات إجراءات التطبيق و / أو موقع الويب (\"الاختصارات\") هي مسؤولية الطرف أو الأطراف التي نشأت منها مثل هذه الاختصارات. لا تتحكم Apple، ولا تتحمل أي مسؤولية عن محتوى أو وظيفة أي اختصار لطرف ثالث. إنك تستخدم أي اختصار على مسؤوليتك الخاصة وتتحمل أنت وحدك المسؤولية عن امتثالك لأي شروط أو اتفاقيات خاصة بطرف ثالث تنشأ عن استخدامك لأي اختصار. أنت تقر بأن شركة Apple ليست ملزمة بإجراء اختبار مسبق للاختصارات، ومع ذلك تحتفظ شركة Apple لنفسها بالحق وفق تقديرها الخاص في الفحص المسبق أو رفض أو تعطيل أو إزالة أي اختصارات.";
"Part15" = "و. مشاركة الاختصارات. قد تسمح لك برمجيات شركة Apple بمشاركة الاختصارات التي تقوم بإنشائها مع الآخرين عبر رابط ويب. سيتم تخزين اختصارك قيد المشاركة، مع أي محتوى مضمن فيه، على خوادم Apple بغرض تمكين مثل تلك المشاركة وقد يتم استخدامه لتحسين منتجات وخدمات Apple بشكل عام. سيكون اختصارك الذي تم مشاركته، مع أي محتوى مضمن فيه، متاحٌ لأي شخص لديه إمكانية الوصول إلى رابط الويب، والذي يمكنه عندئذٍ نسخ نسخة من اختصارك وجميع المحتويات المضمنة فيه وحفظها وتعديلها وإعادة توزيعها. من خلال مشاركة \"اختصار\"، فإنك تقر بأن: (1) لديك جميع الحقوق والتراخيص اللازمة لهذا الاختصار وأنه لن ينتهك أو يتعدى على حقوق أي طرف آخر؛ و (2) أي اختصار تشاركه لن ينتهك أي قوانين، أو يساهم في أو يشجع على التعدي أو سلوك غير قانوني، أو يكون فاضحًا أو غير مرغوب فيه. أنت تقر بأن شركة Apple ليس عليها أي التزام بمراجعة أي اختصارات تشاركها، على الرغم من أن Apple تحتفظ لنفسها بالحق وفق تقديرها الخاص في مراجعة أي اختصارات تقوم بمشاركتها أو تعطيلها أو إزالتها.";
"Part16" = "ز. القيود على الاستخدام. أنت توافق على عدم: تحميل أي اختصار أو نشره أو إرساله بالبريد إلكتروني أو نقله أو مشاركته أو إتاحته بأي طريقة أخرى يكون: (1) غير قانوني أو ضار أو افترائي أو مبتذل أو فاحش أو تشهيري أو عنصري أو عرقي أو خلاف ذلك؛ (2) ينتهك أو يشجع أي سلوك من شأنه أن ينتهك أي قانون أو لائحة معمول بها أو يؤدي إلى مسؤولية مدنية؛ (3) يشجع التمييز أو التعصب أو العنصرية أو الكراهية أو التحرش أو الأذى ضد أي فرد أو جماعة؛ (4) عنيف أو يهدد أو يشجع العنف أو الأعمال التي تهدد أي شخص آخر؛ (5) يروج لأنشطة غير قانونية أو ضارة؛ أو (6) أنك تعرف أو تعتقد أنه خاطئ أو مضلل أو احتيالي أو خادع بأي طريقة لمستخدم مثل هذا الاختصار. توافق أيضًا على عدم التدخل في أو تعطيل أو إنشاء عبء لا داعي له على الخوادم أو الشبكات المتصلة ببرمجيات Apple أو أي تطبيقات أو خدمات أو مواقع ويب تابعة لجهة خارجية على جهاز iOS الخاص بك (\"تطبيقات الطرف الثالث\") أو تنتهك لوائح أو سياسات أو إجراءات هذه الشبكات أو تطبيقات الطرف الثالث.";
"Part17" = "ح.  تطبيقات الطرف الثالث. لإكمال بعض الاختصارات، قد تحتاج برمجيات شركة Apple إلى الوصول إلى تطبيقات معينة تابعة لجهة أخرى. أنت توافق صراحة وتفوض برمجيات شركة Apple بالوصول إلى تطبيقات الطرف الثالث واستخدامها نيابة عنك بالقدر اللازم لإكمال الاختصار مع برمجيات Apple. إلى الحد الذي تصل فيه برمجيات Apple إلى أي تطبيقات خاصة بطرف ثالث، ليس لدى Apple أي التزام صريح أو ضمني لتقديم أي دعم فني أو أي دعم آخر لتطبيقات الطرف الثالث. يرجى الاتصال ببائع البرنامج أو الشركة المصنعة أو مزود الخدمة الملائم مباشرةً للحصول على الدعم الفني وخدمة العملاء المتعلقة ببرامجه و / أو خدماته و / أو مواقعه على الويب و / أو منتجاته. أنت كذلك توافق على أن تكون ملزمًا، وتوافق على الامتثال لجميع، شروط الخدمة المعمول بها أو غيرها من الاتفاقات لتطبيقات الطرف الثالث تلك عند استخدام برنامج Apple. أنت وحدك مسؤول عن التأكد من أن جميع الاختصارات تتطابق مع الشروط المعمول بها لكل تطبيق طرف ثالث يستخدم من قبل الاختصارات. لا تضمن Apple بأي حال من الأحوال أن يتوافق الاختصارات مع الشروط الخاصة بأي تطبيقات طرف ثالث وشركة APPLE غير مسؤولة عن أي اختصارات لطرف ثالث.";
"Part18" = "ط. عدم إجراء الهندسة العكسية. لا يجوز لك وتوافق على أنه لا يجوز لك أو السماح للآخرين بنسخ (إلا بموجب ما يسمح به هذا الترخيص قواعد الاستخدام في حال تطبيقها عليك) أو فك تجميع أو عكس برمجة أو حل برمجيات Apple أو محاولة اشتقاق شفرة المصدر أو فك تشفير أو تعديل أو تكوين منتجات مشتقة من برمجيات Apple أو أي جزء منها)إلا في الحدود التي يحظر القانون المعمول به أيًا من القيود سابقة الذكر أو إلى الحد الذي تسمح به أحكام عملية الترخيص التي يُعمل بها في استخدام المكونات مفتوحة المصدر التي تشملها برمجيات Apple). ";
"Part19" = "ي. الالتزام بالقوانين. أنت توافق على استخدام برامج وخدمات Apple (كما هو موضح في القسم 4 أدناه) في الامتثال لجميع القوانين المعمول بها، بما في ذلك القوانين المحلية للبلد أو المنطقة حيث تقيم أو حيث قمت بتحميل أو استخدام برامج وخدمات Apple.";
"Part20" = "ك. التحديثات التلقائية. إذا اخترت السماح بإجراء تحديثات التطبيقات التلقائية، سيتحقق جهازك بشكل دوري مع Apple عن التحديثات والترقيات لبرنامج Apple، وفي حال توافر أي تحديث أو ترقية، سيتم تلقائياً تحميل التحديث أو الترقية وتثبيته على جهازك، وعند الاقتضاء أجهزتك الطرفية. يمكنك إيقاف تحديثات التطبيقات التلقائية تماماً في أي وقت بتغيير إعدادات تحديثات التطبيقات التلقائية الموجودة داخل الإعدادات.";
"Part21" = "3. الموافقة على استخدام البيانات. ";
"Part22" = "أ. البيانات التحليلية. في حال اخترت البيانات التحليلية، توافق على أنه يجوز لـ Apple وشركاتها التابعة ووكلائها جمع وحفظ ومعالجة واستخدام المعلومات الخاصة بالتشخيص والتقنية والاستخدام والمعلومات ذات الصلة، على سبيل المثال لا الحصر معرفات النظام أو الجهاز الوحيد، المعلومات عن جهاز iOS وجهاز الكومبيوتر والنظام وبرامج التطبيق والأجهزة الطرفية الخاصة بك، التي تم جمعها دوريًا لتوفير وتحسين خدمات ومنتجات Apple ولتيسير توفير تحديثات البرامج ودعم المنتجات وغيرها من الخدمات (إن وجدت (التي تتعلق ببرمجيات Apple وللتحقق من الامتثال إلى بنود هذا الترخيص. يجوز لـ Apple استخدام هذه المعلومات طالما تم جمع هذه المعلومات في شكل لا يؤدي إلى تحديد هويتك الشخصية للأهداف المذكورة أعلاه. لتمكين شركاء Apple ومطوري الطرف الثالث من تحسين برمجياتهم وأجهزتهم وخدماتهم المصممة خصيصاً للاستخدام مع منتجات Apple، قد تقوم شركة Apple أيضًا بتزويد أي شريك مماثل أو مطور طرف ثالث بمجموعة فرعية من المعلومات التشخيصية المتعلقة ببرنامج و/أو أجهزة و/أو خدمات ذلك الشريك أو المطور، طالما أن المعلومات التشخيصية تكون في شكل لا يعرّف عنك شخصيًا.";
"Part23" = "ب. بيانات الموقع. قد تقوم شركة Apple وشركائها ومرخصيها ومطوري الطرف الثالث بتوفير خدمات معينة من خلال برمجيات Apple والتي تعتمد على معلومات الموقع. ولتقديم وتحسين هذه الخدمات، أينما أتيحت، يجوز لشركة Apple وشركائها والمرخص إليهم ومطوري الطرف الثالث نقل بيانات الموقع الخاصة بك وتجميعها وصيانتها ومعالجتها واستخدامها. وبيانات الموقع والاستفسارات المجمعة يتم تجميعها بواسطة Apple بشكل لا يكشف شخصيتك وقد يتم استخدامها بواسطة Apple وشركائها و المرخص إليهم ومطوري الطرف الثالث لتوفير وتحسين منتجات وخدمات تعتمد على الموقع (“location-based”) . من خلال استخدام أي ميزات أو خدمات مستندة إلى المواقع بواسطة أو من خلال برمجيات Apple، فأنت توافق وتقبل أن تقوم شركة Apple وشركائها والمرخص إليهم ومطوري الطرف الثالث بنقل بيانات واستعلامات الموقع الخاصة بك وتجميعها وصيانتها ومعالجتها واستخدامها لتوفير وتحسين تلك المنتجات والخدمات لك. يمكنك التراجع عن هذه الموافقة في أي وقت من خلال الانتقال إلى إعداد خدمات الموقع على جهاز iOS الخاص بك وسواء وقف تشغيل إعداد الموقع الفردي أو وقف تشغيل إعداد الموقع الفردي لبرمجيات Apple. عند استخدام تطبيقات أو خدمات طرف ثالث على جهاز iOS الخاص بك التي تستخدم أو تزوّد بيانات الموقع، تخضع لشروط وينبغي عليك مراجعة شروط وسياسة خصوصية الطرف الثالث بشأن استخدام بيانات الموقع بواسطة تطبيقات أو خدمات الطرف الثالث.";
"Part24" = "ج. سياسة الخصوصية. في جميع الأوقات ستتم معالجة المعلومات الخاصة بك وفقًا لسياسة خصوصية Apple، والتي يمكن الاطلاع عليها على العنوان التالي: https://www.apple.com/legal/privacy/.";
"Part25" = "4. الخدمات ومواد الطرف الثالث.";
"Part26" = "أ. بشكل عام. قد يسمح برنامج Apple بالوصول إلى iTunes Store , App Store, iCloud, Maps وخدمات أو مواقع أخرى من Apple وأطراف أخرى (والتي يشار إليها مجتمعة أو منفردة باسم “الخدمات”). قد لا تكون هذه الخدمات متوفرة بكل اللغات وفي كل البلدان. قد يتطلب استخدام هذه الخدمات توافر اتصال بالإنترنت، وقد يتطلب استخدام خدمات معينة معرّفاً من Apple وكذلك قد يتطلب قبول المزيد من الشروط كما قد يخضع لرسوم إضافية. عن طريق استخدام هذا البرنامج فيما يتعلق بخدمةTunes Store أو معرف Apple أو خدمة أخرى من Apple، فإنك توافق على شروط الخدمة المعمول بها لهذه الخدمة، مثل أحدث بنود وشروط خدمات وسائط Apple التي يمكنك الاطلاع عليها واستعراضها في الموقع https://www.apple.com/legal/internet-services/itunes/ww/.";
"Part27" = "ب. في حال استخدامك لخدمات iCloud من خلال برنامج Apple، يخضع هذا الاستخدام للشروط الإضافية التالية: شروط وبنود iCloud متوفرة في الموقع https://www.apple.com/legal/internet-services/icloud/ww/ وسياسة خصوصية شركة Apple متوفرة في الموقع https://www.apple.com/legal/privacy/";
"Part28" = "ج. أنت تفهم أنه من خلال استخدام أي من الخدمات، فقد تقابل محتويات يمكن اعتبارها غير مقبولة، أو بذيئة، أو تثير الاعتراضات، وهذه المحتويات يمكن أو لا يمكن تعريفها على أنها تحتوي على لغة صريحة. ومع ذلك، أنت توافق على استخدام الخدمات وتتحمل كافة المخاطرة ولا يكون هناك أي مسؤولية على شركة Apple نحوك نتيجة المحتويات التي يمكن أن يتضح أنها غير مقبولة، أو بذيئة، أو تثير الاعتراضات.";
"Part29" = "د. بعض الخدمات يمكن أن تعرض أو تحتوي أو تقوم بإتاحة خدمات أو محتوى أو بيانات أو معلومات أو تطبيقات أو مواد من أطراف أخرى (“مواد الأطراف الأخرى”) أو تقوم بتوفير روابط لمواقع على الإنترنت أو تطبيقات لأطراف أخري. من خلال استخدام “الخدمات”، أنت تقر وتوافق ألا تكون شركة Apple مسئولة عن فحص أو تقييم محتوى مواد أو مواقع الإنترنت الخاصة بهذه الأطراف الأخرى أو دقتها أو اكتمالها أو ملاءمتها الزمنية أو صحتها أو توافقها مع حقوق الطبع والنشر أو قانونيتها أو لياقتها أو جودتها، أو أي وجه آخر من أوجه هذه المواد أو التطبيقات أو المواقع. لا تضمن شركة Apple أو مسؤوليها أو الشركات التابعة لها أو تصدق ولا تفترض ولن تكون مسئولة أو ملتزمة نحوك أو نحو أي شخص آخر فيما يتعلق “بخدمات” الأطراف الأخرى، أو تطبيقات، أو مواد “الأطراف الأخرى” أو مواقع الإنترنت الخاصة بها، أو عن أي مواد أو منتجات أو خدمات أخرى من أطراف أخري. يتم توفير “مواد الأطراف الأخرى”، و الروابط لمواقع الويب الأخرى أو تطبيقات الأطراف الأخرى بشكل فردي كوسيلة على سبيل الملائمة لك.";
"Part30" = "هـ. إلى حد قيامك بتحميل أي محتوى من خلال استخدام الخدمات، فإنك تقر بأنك تملك جميع حقوق، أو تحمل ترخيصاً أو بخلاف ذلك يُسمح لك قانوناً بتحميل هذا المحتوى وأن هذا المحتوى لا ينتهك أي من شروط الخدمة المطبقة على الخدمات. أنت توافق على أن الخدمات تحوي محتويات ومعلومات ومواد ذات حقوق ملكية، تشمل على سبيل المثال لا الحصر، أية مواد رقمية مملوكة لشركةApple، مالك الموقع و/أو مرخصيهم، وتكون محمية بموجب قوانين حقوق الملكية الفكرية السارية وغيرها من القوانين، بما في ذلك، ودون الحصر، حقوق الطبع والنشر. وتوافق أنك لن تستخدم هذه المحتويات أو المعلومات أو المواد بخلاف الاستخدام المسموح للخدمات أو بأي طريقة أيما كانت لا تتوافق مع شروط هذا الترخيص أو تنتهك أي حقوق ملكية فكرية لأي طرف آخر أو شركة Apple .لا يجوز إعادة إنتاج أي جزء من الخدمات بأي شكل أو بأي وسيلة. وأنت توافق على عدم تعديل أو تأجير أو إيجار أو إقراض أو بيع أو توزيع أو إنشاء أعمال مشتقة قائمة على الخدمات، بأي طريقة كانت، ولا يجوز لك استغلال الخدمات بأي طريقة غير معتمدة من أي نوع، بما في ذلك، ودون الحصر، استخدامها في نقل فيروسات الحاسب الآلي أو الفيروسات المتنقلة الضارة وأحصنة طروادة (Trojan horses) وغيرها من البرامج الضارة، أو من خلال التعدي على سعة الشبكة أو إثقالها. كما أنك توافق أيضًا على عدم استخدام الخدمات بأي طريقة للمضايقة أو إساءة الاستخدام أو المطاردة أو التهديد أو التشهير أو التعدي على حقوق الأطراف الأخرى أو انتهاكها، وأن شركة Apple لا تكون مسئولة بأي شكل من الأشكال عن أي استخدام يندرج تحت تلك الأمور تقوم به، ولا عن أي رسائل أو عمليات بث تنطوي على مضايقة أو تهديد أو تشهير أو تعد عليك أو انتهاك أو أي أمور غير مشروعة يمكن أن تستلمها كنتيجة لاستخدام أي من الخدمات.";
"Part31" = "و. بالإضافة إلى ذلك، لن تكون خدمات ومواد الطرف الثالث التي يمكن الوصول إليها أو عرضها أو الاتصال بها عبر برمجيات Apple متاحة بكل اللغات أو في كل الدول. لا تتعهد شركة Apple بأن تكون هذه الخدمات ومواد الطرف الثالث مناسبة أو متاحة للاستخدام في أي موقع بعينه. إلى الحد الذي اخترته لاستخدام تلك الخدمات ومواد الطرف الثالث أو الوصول إليها، فأنت تقوم بذلك بمبادرة شخصية منك وتكون مسئولا عن الامتثال للقوانين السارية، بما في ذلك، على سبيل المثال لا الحصر، القوانين المحلية وقوانين الخصوصية وجمع المعلومات المعمول بها. تحتفظ شركة Apple ومرخصيها بالحق في تغيير أو تعليق أو رفع أو تعطيل الوصول لأي من تلك الخدمات في أي وقت ودون إشعار. كما يمكن أيضًا أن تفرض شركة Apple قيود على استخدام خدمات معينة أو الوصول إليها، في أي حالة ودون إشعار أو مسؤولية.";
"Part32" = "5. انتهاء الترخيص. يسري هذا الترخيص حتى انتهائه. تنتهي حقوقك بموجب هذا الترخيص تلقائياً، أو بخلاف ذلك، تتوقف صلاحيتها دون توجيه إخطار من Apple في حال تعذر عليك الامتثال لأي شرط (شروط) في هذا الترخيص. عند انتهاء هذا الترخيص، يجب عليك وقف كافة استخدامات برمجيات Apple وإتلاف كافة نسخ هذه البرمجيات كليا أو جزئيا. عند انتهاء الترخيص تبقى الأقسام 3، 4، 5 ،6، 7، 8، 10 و 11 من هذا الترخيص قائمة.";
"Part33" = "6. التنازل عن الضمانات. ";
"Part34" = "أ. إذا كنت عميلاً مستهلكاً (شخص ما يستخدم برامج Apple خارج نطاق تجارتك أو أعمالك أو مهنتك)، قد تكون لديك حقوقاً قانونية في بلد إقامتك من شأنها أن تمنع تطبيق القيود التالية عليك، ولن تنطبق عليك عندما يكون ذلك محظوراً. لمعرفة المزيد عن حقوق المستهلك، عليك الاتصال بالمنظمة المحلية لمشورة المستهلك. ";
"Part35" = "ب. إلى الحد المسموح وفقًا للقانون المعمول به، أنت تقر وتوافق صراحة على أن استخدام برمجيات Apple وأي خدمات يتم أداؤها أو الوصول إليها من خلال برمجيات Apple على مسؤوليتك الشخصية وأن جميع المخاطر التي تتعلق بالجودة والأداء والدقة والجهد المُرضي تكون وفقًا لك. ";
"Part36" = "ج. إلى الحد الأقصى المسموح به في القانون المعمول به، يتم توفير برمجيات وخدمة Apple “كما هي” و “بحسب توفرها”، بجميع العيوب ودون أي ضمان من أي نوع وتتنازل Apple ومرخصو Apple (المشار إليهم مجتمعين باسم “Apple” لأغراض الفقرتين 6 و 7) بموجب هذا الترخيص عن كافة الضمانات والشروط فيما يتعلق ببرمجيات وخدمة Apple سواء صراحة أو ضمناً أو قانوناً على سبيل المثال لا الحصر، الضمانات الضمنية و/أو شروط قابلية المتاجرة، الجودة المرضية، الملاءمة لغرض ما، الدقة، والاستمتاع الهادئ، وعدم انتهاك حقوق الغير. ";
"Part37" = "د. ولا تقدم شركة Apple ضمانات مقابل التعدي على تمتعك الكامل ببرمجيات أو خدمات Apple، كما أن الوظائف التي تحتوي عليها أو الخدمات التي يتم أداؤها أو الوصول إليها من خلال برمجيات Apple ستفي بمتطلباتك، أو أن تشغيل برمجيات أو خدمة Apple لن يتعرض للإيقاف أو يكون دون أخطاء، أو أن أي خدمات ستبقى متاحة، أو أن يتم تصحيح برمجيات أو خدمات Apple أو أن يكون برنامج Apple متوافقاً أو سيعمل مع أي برمجيات، تطبيقات أو خدمات طرف ثالث. قد يؤثر تثبيت برمجيات Apple هذه على مدى توفر وقابلية استخدام برمجيات أو تطبيقات أو خدمات طرف ثالث، وأيضًا منتجات وخدمات Apple.";
"Part38" = "هـ. كما تقر أيضًا بأن الغرض من برمجيات وخدمات Apple لا يتمثل في أو يناسب الاستخدام في المواقف أو البيئات التي قد يؤدي فيها أي عطل أو تأخير زمني أو خطأ أو خلل في المحتوى أو البيانات أو المعلومات التي تقدمها برمجيات وخدمات Apple إلى حدوث وفاة أو التعرض لإصابة شخصية أو وقوع أضرار بدنية أو بيئية بالغة تتضمن على سبيل المثال لا الحصر تشغيل المنشآت النووية أو الملاحة الجوية أو أنظمة الاتصالات أو أنظمة المراقبة الجوية أو دعم الحياة أو الأسلحة.";
"Part39" = "و. لا تشكل أي معلومات أو نصيحة شفهية أو كتابية من Apple أو من أي من ممثلي Apple المرخصين ضمانا. في حال ثبُت أن برمجيات أو خدمات Apple معيبة، تتحمل أنت كامل تكلفة الخدمة أو الصيانة أو الإصلاح الضرورية. لا تسمح بعض الولايات القضائية باستبعاد الضمانات أو القيود الضمنية عن الحقوق النظامية المعمول بها لأي عميل، وبذلك لا يجوز تطبيق الاستبعاد أو القيود المذكورة أعلاه عليك. ";
"Part40" = "7. تحديد المسؤولية. إلى الحد الذي يسمح به القانون، لا تكون Apple بأي حال من الأحوال مسؤولة عن وقوع أي إصابة شخصية أو عارضة أو أضرار خاصة أو غير مباشرة أو استتباعية أيا كان نوعها والتي تتضمن، على سبيل المثال لا الحصر، تعويضات عن عدم تحقيق أرباح، تلف أو فقدان البيانات، الفشل في إرسال أو استلام أي معلومات، توقف العمل أو غيرها من الأضرار أو الخسائر التجارية التي تنشأ عن أو ترتبط باستخدامك أو عدم قدرتك على استخدام برمجيات وخدمات Apple أو أي برمجيات أو تطبيقات طرف ثالث فيما يتعلق ببرمجيات Apple، كيفما نتجت، بصرف النظر عن نظرية المسؤولية (العقد أو الضرر أو غير ذلك) وحتى لو تم نصح Apple بإمكانية وقوع هذه الأضرار. لا تسمح بعض الولايات القضائية باستثناء أو تحديد المسؤولية عن أي إصابة شخصية أو أي أضرار عارضة أو استتباعية وبذلك قد لا ينطبق هذا القيد عليك. لن يتجاوز إجمالي مسؤولية Apple في أي حال من الأحوال عن كافة الأضرار)سوى ما ينص عليه القانون المعمول به في الأحوال التي تتضمن إصابة شخصية) مبلغ خمسين دولار (50.00 دولار). تنطبق القيود سابقة الذكر حتى لو لم يحقق التدبير المذكور أعلاه غرضه الأساسي.";
"Part41" = "8. مراقبة التصدير. لا يجوز لك استخدام، وبطريقة أخرى، تصدير أو إعادة تصدير برمجيات Apple إلا وفقًا لما يسمح به قانون الولايات المتحدة الأمريكية وقوانين الاختصاص القضائي أو الاختصاصات القضائية التي تم الحصول على برمجيات Apple من خلالها. بشكل خاص وعلى سبيل المثال لا الحصر، لا يجوز تصدير أو إعادة تصدير برمجيات Apple (أ) داخل أي بلد محظورة من قبل الولايات المتحدة أو (ب) أي شخص موضوع اسمه على قائمة وزارة الخزانة الأمريكية كمواطن ذي تصنيف خاص أو على قائمة وزارة التجارة الأمريكية كأحد الأشخاص الممنوعين من التصدير أو قائمة الهيئات أو قوائم أخرى للأطراف المحظورة. باستخدام برمجيات Apple، تقر وتتعهد بعدم وجودك في مثل تلك البلدان أو وجود اسمك على مثل تلك القوائم. أنت توافق أيضًا على عدم قيامك باستخدام هذه المنتجات لأي أغراض يحظرها قانون الولايات المتحدة الأمريكية متضمنة على سبيل المثال لا الحصر تطوير أو تصميم أو تصنيع أو إنتاج صواريخ أو أسلحة نووية أو كيميائية أو بيولوجية.";
"Part42" = "9. المستخدمون النهائيون الحكوميون. تُشكل برمجيات Apple والوثائق ذات الصلة “بنودًا تجارية” حيث يتم تحديد هذا البند في مدونة الأنظمة الاتحادية 48 §2.101، متضمناً “برامج الكمبيوتر التجارية” و”وثائق برامج الكمبيوتر التجارية”، حيث تستخدم هذه البنود في مدونة الأنظمة الاتحادية 48 §12.212أو مدونة الأنظمة الاتحادية 48 §227.7202وفق ما هو معمول به. وفقًا لمدونة الأنظمة الاتحادية 48 §12.212 أو مدونة الأنظمة الاتحادية 48 §227.7202-1 إلى 48 227.7202-4، وفق ما هو معمول به، يتم ترخيص “برامج الكمبيوتر التجارية” و”وثائق برامج الكمبيوتر التجارية” للمستخدمين النهائيين في الحكومة الأمريكية (أ) فقط باعتبارها بنودًا تجارية و(ب) فقط مع هذه الحقوق الممنوحة لكافة المستخدمين النهائيين الآخرين وفقًا للشروط والأحكام المتضمنة في هذا الترخيص. يتم الاحتفاظ بالحقوق غير المنشورة بموجب قوانين التأليف والنشر المعمول بها في الولايات المتحدة الأمريكية.";
"Part43" = "10. القانون المعمول به وقابلية الفصل. سيحكم ويفسر هذا الترخيص طبقا لقوانين ولاية كاليفورنيا عدا ما يتعارض مع مبادئ قوانين الولاية. لا يخضع هذا الترخيص لاتفاقية الأمم المتحدة المتعلقة بعقود البيع الدولي للبضائع والتي يتم استبعاد تطبيقها صراحة. إن كنت مستهلكاً كائناً في المملكة المتحدة، يخضع هذا الترخيص لقوانين السلطة القضائية في محل إقامتك. في حال وجدت السلطات القضائية المختصة أي حكم أو جزء من هذا الترخيص غير قابل للتنفيذ لأي سبب من الأسباب، يجب أن تظل باقي أجزاء الترخيص نافذة المفعول. ";
"Part44" = "11. مجمل الاتفاقية؛ اللغة المنظمة. يشكل هذا الترخيص مجمل الاتفاق بينك وبين Apple فيما يتعلق باستخدام برمجيات Apple ويلغي كافة صيغ التفاهم السابقة أو الحالية فيما يتعلق بهذا الصدد. لا يكون أي تعديل أو تغيير في هذا الترخيص ملزماً ما لم يكن هذا التعديل أو التغيير كتابياً وموقعاً من قبل Apple. يتم ترجمة هذا الترخيص وفقًا للمتطلبات المحلية، وفي حال وجود أي تعارض بين النسخة الإنجليزية وأي نسخة أخرى مترجمة، يتم الرجوع إلى النسخة الإنجليزية من هذا الترخيص إلى الحد المسموح به بموجب القانون المحلي في السلطة القضائية التي تتبعها.";
"Part45" = "12. إقرارات الأطراف الأخرى. تقوم أجزاء من برامج Apple باستخدام أو تضمين برمجيات طرف ثالث وغيرها من المواد المحمية بموجب حقوق الطبع النشر. وترد الإقرارات وشروط الترخيص وإخلاء المسؤولية لمثل هذه المواد في الوثائق الالكترونية لبرمجيات Apple، ويخضع استخدامك لأي من هذه المواد لتلك الشروط الخاصة بكل منها.";
"Part46" = "EA1576";
"Part47" = "16/8/2018";